---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Decimeters
source: html/4e031245-87cd-0a19-9bb7-120b709aea5b.htm
---
# Autodesk.Revit.DB.UnitTypeId.Decimeters Property

Decimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId Decimeters { get; }
```